_posts/language/2016-07-24-english-maul.html
---
layout: post
title: 单词本：撕咬
categories: [language]
tags: [English]
---

<p>
据央视新闻消息，昨天下午两名自驾游女士在八达岭野生动物园遭遇老虎攻击，造成一死一伤。也许我孤陋寡闻，原来还可以自驾游进入有猛兽的野生动物园的。因为，我一直以来以为进这样的动物园是要配备专业持枪导游和带有铁笼的专业游览车的。换言之，就是让动物们在外面欣赏笼子里神情紧张的人类们。没想到可以开自己的车进野生动物园，更没想到游客还敢擅自开车门出去的。据说一位年轻姑娘发怒甩门而出，一位年长女士出去劝说，而导致惨剧发生。
</p>

<p>
这件事有很多教训值得我们深思。首先，动物园方面是否应该配备安防人员和专业车辆？第二，动物园是否提供了充足的安全说明？第三，游客是否好好了解安全须知？第四，尽管天气燥热，年轻姑娘是不是应该控制好自己的情绪。第五，车里的人是不是不该让姑娘冒险胡来？
</p>

<p>
不管时候想想有多少需要注意的事项，在血淋淋的事故之后都是那么的苍白无力。只能祈祷今后动物园在保障游客安全方面深思熟虑，游客能吸取教训时刻注意安全吧。
</p>

<p>
BBC 今天的新闻标题是“Tigers maul two women at Beijing wildlife park<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>”。这里老虎对游客的袭击用了 maul 这个单词。
</p>

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> maul</h2>
<div class="outline-text-2" id="text-1">
<p>
maul 来自拉丁语 malleus<sup>(latin)</sup>，原意是锤子 hammer。作为名词意为大槌，作为动词则有粗暴攻击之意。
</p>

<blockquote>
<ol class="org-ol">
<li>hammer
<ol class="org-ol">
<li>A heavy hammer having a wedge-shaped head and used for splitting logs.</li>
<li>To split (wood) with a maul and wedge.</li>
</ol></li>
<li>Treat brutally
<ol class="org-ol">
<li>To savage; to injure or mutilate, as by scratching or beating</li>
<li>To handle or treat roughly, causing damage</li>
<li>(Rugby) rugby a loose scrum that forms around a player who is holding the
ball and on his feet</li>
</ol></li>
</ol>
</blockquote>

<p>
1.1：楔形头的劈柴大槌；1.2：用这种大槌劈柴；2.1：撕裂攻击使其毁伤；2.2：粗暴处理使其损坏；2.3：玩橄榄球围着带球队员的争夺。
</p>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"><span class="section-number-2">2</span> Derivation</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-orgheadline2" class="outline-3">
<h3 id="orgheadline2"><span class="section-number-3">2.1</span> maulstick</h3>
<div class="outline-text-3" id="text-2-1">
<p>
支腕杖，画家们用来支撑手腕用的杆子。也叫 mahlstick。我已开始以为这是锤子形状的原因才取这个名字，后来发现原来是从荷兰语里 maalstok 引入到英语中的。malen<sup>(nl)</sup> 绘画，stok<sup>(nl)</sup> 杆子。所以又叫 mahlstick。因此这个词中的 maul 和 hanmmer 之 maul
没有任何关系啊。仅仅是长的一摸一样罢了。
</p>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-3">
<h3 id="orgheadline3"><span class="section-number-3">2.2</span> mauler</h3>
<div class="outline-text-3" id="text-2-2">
<p>
使用木槌之人，粗暴对待他人之人，拳击手，拳头。
</p>
</div>
</div>
</div>

<div id="outline-container-orgheadline5" class="outline-2">
<h2 id="orgheadline5"><span class="section-number-2">3</span> Example</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>He was mauled by a tiger. Il a été mis en pièces par un tiger<sup>(fr)</sup>. 他被老虎袭击。</li>
<li>She died after being mauled by a tiger. 被老虎袭击后她死了。</li>
<li>Her novel has been badly mauled by the critics. 她的小说横遭批评家抨击。</li>
<li>Tigers maul woman to death and wound another at Chinese Wildlife Park.<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup></li>
<li>Sharks in South Africa that regularly maul people are now facing
extinction.<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup> 据本周发布的调研结果显示，南非大白鲨数量骤减，面临灭绝风险。</li>
<li>The South African coast is notorious for shark attacks, with regular cases of
deadly mauling of surfers and swimmers.<sup><a id="fnr.3.100" class="footref" href="#fn.3">3</a></sup></li>
<li>Rampant Lions maul Crusaders. <sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup></li>
</ul>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.bbc.com/news/world-asia-china-36877836">http://www.bbc.com/news/world-asia-china-36877836</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="http://vegassports-odds.com/2016/07/tigers-maul-woman-to-death-and-wound-another-at-chinese/">http://vegassports-odds.com/2016/07/tigers-maul-woman-to-death-and-wound-another-at-chinese/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.thejournal.ie/sharks-decline-maul-2891009-Jul2016/">http://www.thejournal.ie/sharks-decline-maul-2891009-Jul2016/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.sport24.co.za/Rugby/SuperRugby/rampant-lions-maul-crusaders-20160723">http://www.sport24.co.za/Rugby/SuperRugby/rampant-lions-maul-crusaders-20160723</a>
</p></div></div>


</div>
</div>
